# Список булочек
buns = [
    ("Флюоресцентная булка R2-D3", 988),
    ("Краторная булка N-200i", 1255),
]

# Список ингредиентов
ingredients = [
    ("sauce", "Соус Spicy-X", 90),
    ("sauce", "Соус фирменный Space Sauce", 80),
    ("sauce", "Соус традиционный галактический", 15),
    ("sauce", "Соус с шипами Антарианского плоскоходца", 88),
    ("main", "Мясо бессмертных моллюсков Protostomia", 1337),
    ("main", "Говяжий метеорит (отбивная)", 3000),
    ("main", "Биокотлета из марсианской Магнолии", 424),
    ("main", "Филе Люминесцентного тетраодонтимформа", 988),
    ("main", "Хрустящие минеральные кольца", 300),
    ("main", "Плоды Фалленианского дерева", 874),
    ("main", "Кристаллы марсианских альфа-сахаридов", 762),
    ("main", "Мини-салат Экзо-Плантаго", 4400),
    ("main", "Сыр с астероидной плесенью", 4142),
]